Repository: moxuan1121/OpenMinis
Catalog: src/ios/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, hr, id, ja, ko, ms, pl, pt_br, ro, ru, th, tr, zh_hans, zh_hant

source: Memory
de: Speicher
es: Memoria
fr: Mémoire
hr: Memorija
id: Memori
ja: メモリ
ko: 메모리
ms: Memori
pl: Pamięć
pt_br: Memória
ro: Memorie
ru: Память
th: หน่วยความจำ
tr: Hafıza
zh_hans: 记忆
zh_hant: 記憶

source: Memory reads and writes performed by the Agent during this session.
de: Speicherlese- und -schreibvorgänge von Minis Agent in dieser Sitzung.
es: Lecturas y escrituras de memoria realizadas por Minis Agent durante esta sesión.
fil: Mga pagbasa at pagsulat sa memory na ginawa ng agent sa session na ito.
fr: Lectures et écritures mémoire effectuées par Minis Agent pendant cette session.
hr: Čitanja i upisi u memoriju koje je Agent izvršio tijekom ove sesije.
id: Pembacaan dan penulisan memori yang dilakukan agen selama sesi ini.
ja: このセッション中に Agent が行ったメモリの読み書き。
ko: 이 세션 중 Agent가 수행한 메모리 읽기 및 쓰기.
ms: Bacaan dan penulisan memori yang dilakukan ejen semasa sesi ini.
pl: Odczyty i zapisy pamięci wykonane przez agenta w tej sesji.
pt_br: Leituras e gravações na memória feitas pelo agente durante esta sessão.
ro: Citirile și scrierile în memorie făcute de agent în această sesiune.
ru: Операции чтения и записи в память, выполненные Minis Agent в течение этой сессии.
th: การอ่านและเขียนหน่วยความจำที่เอเจนต์ทำในเซสชันนี้
tr: Aracının bu oturum sırasında yaptığı bellek okuma ve yazmaları.
zh_hans: Agent 在此会话期间执行的记忆读写操作。
zh_hant: Agent 在此工作階段期間執行的記憶讀寫操作。

source: Merge: items are matched by id. Existing items are only replaced when the backup's copy is newer. Nothing is deleted.
de: Zusammenführen: Einträge werden über die ID zugeordnet. Vorhandene Einträge werden nur ersetzt, wenn die Kopie aus der Sicherung neuer ist. Nichts wird gelöscht.
es: Combinar: los elementos se emparejan por id. Los elementos existentes solo se reemplazan cuando la copia de la copia de seguridad es más reciente. No se elimina nada.
fil: Merge: itinutugma ang mga item ayon sa id. Pinapalitan lang ang umiiral na item kung mas bago ang kopya sa backup. Walang tinatanggal.
fr: Fusion : les éléments sont appariés par identifiant. Les éléments existants ne sont remplacés que si la copie de la sauvegarde est plus récente. Rien n'est supprimé.
hr: Spajanje: stavke se povezuju prema id-u. Postojeće stavke zamjenjuju se samo kada je kopija iz sigurnosne kopije novija. Ništa se ne briše.
id: Gabung: item dicocokkan berdasarkan id. Item yang ada hanya diganti bila salinan di cadangan lebih baru. Tidak ada yang dihapus.
ja: 統合：項目は ID で照合されます。既存の項目は、バックアップ側が新しい場合のみ置き換えられます。何も削除されません。
ko: 병합: 항목은 ID로 대조됩니다. 기존 항목은 백업 쪽이 더 최신일 때만 대체됩니다. 삭제되는 항목은 없습니다.
ms: Gabung: item dipadankan mengikut id. Item sedia ada hanya diganti apabila salinan dalam sandaran lebih baharu. Tiada apa-apa dipadam.
pl: Scalanie: pozycje są dopasowywane po identyfikatorze. Istniejące pozycje są zastępowane tylko wtedy, gdy kopia w archiwum jest nowsza. Nic nie jest usuwane.
pt_br: Mesclagem: os itens são combinados pelo id. Itens existentes só são substituídos quando a cópia do backup é mais nova. Nada é excluído.
ro: Îmbinare: elementele sunt asociate după id. Elementele existente sunt înlocuite doar dacă versiunea din copie este mai nouă. Nu se șterge nimic.
ru: Объединение: элементы сопоставляются по идентификатору. Существующие заменяются, только если версия из копии новее. Ничего не удаляется.
th: รวม: รายการจะถูกจับคู่ด้วย id รายการที่มีอยู่จะถูกแทนที่เฉพาะเมื่อสำเนาในข้อมูลสำรองใหม่กว่า ไม่มีอะไรถูกลบ
tr: Birleştirme: öğeler kimliğe göre eşleştirilir. Mevcut öğeler yalnızca yedekteki kopya daha yeniyse değiştirilir. Hiçbir şey silinmez.
zh_hans: 合并：条目按 ID 匹配。仅当备份中的版本更新时才会替换已有条目，不会删除任何内容。
zh_hant: 合併：項目會依 ID 比對。只有備份中的版本較新時才會取代既有項目，不會刪除任何內容。

source: Message
de: Nachricht
es: Mensaje
fil: Mensahe
hr: Poruka
id: Pesan
ja: メッセージ
ko: 메시지
ms: Mesej
pl: Wiadomość
pt_br: Mensagem
ro: Mesaj
ru: Сообщение
th: ข้อความ
tr: Mesaj
zh_hans: 消息
zh_hant: 訊息

source: Message %@ (@ to mention files)
de: Nachricht an %@ (@ um Dateien zu erwähnen)
es: Mensaje %@ (@ para mencionar archivos)
fil: Magmensahe kay %@ (@ para banggitin ang mga file)
fr: Message à %@ (@ pour mentionner des fichiers)
hr: Poruka za %@ (@ za spominjanje datoteka)
id: Kirim pesan ke %@ (@ untuk menyebut file)
ja: %@ にメッセージ（@ でファイルを参照）
ko: %@에게 메시지 (@로 파일 참조)
ms: Hantar mesej ke %@ (@ untuk sebut file)
pl: Napisz do %@ (@, aby wskazać pliki)
pt_br: Escreva para %@ (@ para mencionar arquivos)
ro: Scrie-i lui %@ (@ pentru a menționa fișiere)
ru: Сообщение %@ (@ для упоминания файлов)
th: ส่งข้อความถึง %@ (@ เพื่ออ้างถึงไฟล์)
tr: Mesaj gönder: %@ (dosya belirtmek için @)
zh_hans: 发消息给 %@（@ 提及文件）
zh_hant: 傳訊息給 %@（@ 提及檔案）

source: Message List V3 Test
de: Nachrichtenlisten-V3-Test
es: Prueba de lista de mensajes V3
fr: Test de liste de messages V3
hr: Test popisa poruka V3
id: Uji Daftar Pesan V3
ja: メッセージリスト V3 テスト
ko: 메시지 목록 V3 테스트
ms: Ujian Senarai Mesej V3
pl: Test listy wiadomości V3
pt_br: Teste da lista de mensagens V3
ro: Test listă mesaje V3
ru: Тест списка сообщений V3
th: ทดสอบรายการข้อความ V3
tr: Mesaj Listesi V3 Testi
zh_hans: 消息列表 V3 测试
zh_hant: 訊息清單 V3 測試

source: Message Minis
de: Nachricht an Minis
es: Escribir a Minis
fil: Magmensahe sa Minis
fr: Message à Minis
hr: Poruka za Minis
id: Pesan ke Minis
ja: Minis にメッセージ
ko: Minis에게 메시지 보내기
ms: Mesej kepada Minis
pl: Napisz do Minis
pt_br: Enviar ao Minis
ro: Scrie-i lui Minis
ru: Написать Minis
th: ส่งข้อความถึง Minis
tr: Minis'e mesaj gönder
zh_hans: 向 Minis 发消息
zh_hant: 向 Minis 發訊息

source: Message Text
de: Nachrichtentext
es: Texto del mensaje
fil: Text ng Mensahe
fr: Texte du message
hr: Tekst poruke
id: Teks Pesan
ja: メッセージテキスト
ko: 메시지 텍스트
ms: Teks Mesej
pl: Tekst wiadomości
pt_br: Texto das mensagens
ro: Textul mesajelor
ru: Текст сообщения
th: ข้อความ
tr: Mesaj Metni
zh_hans: 消息文本
zh_hant: 訊息文字

source: Messages
de: Nachrichten
es: Mensajes
fil: Mga Mensahe
hr: Poruke
id: Pesan
ja: メッセージ
ko: 메시지
ms: Mesej
pl: Wiadomości
pt_br: Mensagens
ro: Mesaje
ru: Сообщения
th: ข้อความ
tr: Mesajlar
zh_hans: 消息
zh_hant: 訊息

source: Messages above this point will be compacted into a summary. This cannot be undone.
de: Nachrichten oberhalb dieser Stelle werden zu einer Zusammenfassung komprimiert. Dies kann nicht rückgängig gemacht werden.
es: Los mensajes anteriores a este punto se compactarán en un resumen. Esta acción no se puede deshacer.
fil: Iko-compact sa buod ang mga mensahe sa itaas nito. Hindi na ito maibabalik.
fr: Les messages au-dessus de ce point seront compactés en un résumé. Cette action est irréversible.
hr: Poruke iznad ove točke sažet će se u kratki pregled. To se ne može poništiti.
id: Pesan di atas titik ini akan diringkas menjadi rangkuman. Tindakan ini tidak dapat dibatalkan.
ja: ここより上のメッセージは要約に圧縮されます。この操作は取り消せません。
ko: 이 지점 위의 메시지가 요약으로 압축됩니다. 이 작업은 취소할 수 없습니다.
ms: Mesej di atas titik ini akan dipadatkan menjadi ringkasan. Ini tidak boleh dibatalkan.
pl: Wiadomości powyżej tego miejsca zostaną skompresowane do podsumowania. Nie można tego cofnąć.
pt_br: As mensagens acima deste ponto serão compactadas em um resumo. Isso não pode ser desfeito.
ro: Mesajele de deasupra acestui punct vor fi comprimate într-un rezumat. Acțiunea nu poate fi anulată.
ru: Сообщения выше этой точки будут свёрнуты в сводку. Это действие нельзя отменить.
th: ข้อความเหนือจุดนี้จะถูกบีบอัดเป็นบทสรุป การกระทำนี้ย้อนกลับไม่ได้
tr: Bu noktanın üzerindeki mesajlar bir özete sıkıştırılacak. Bu işlem geri alınamaz.
zh_hans: 此处之前的消息将被压缩为摘要。此操作无法撤销。
zh_hant: 此處之前的訊息將被壓縮為摘要。此操作無法復原。

source: Microphone access denied — enable it in Settings
de: Mikrofonzugriff verweigert – in den Einstellungen aktivieren
es: Acceso al micrófono denegado: actívalo en Ajustes
fil: Tinanggihan ang access sa mikropono — i-enable sa Settings
fr: Accès au microphone refusé — active-le dans Réglages
hr: Pristup mikrofonu odbijen — omogućite ga u Postavkama
id: Akses mikrofon ditolak — aktifkan di Pengaturan
ja: マイクへのアクセスが拒否されました — 設定で有効にしてください
ko: 마이크 접근이 거부됨 — 설정에서 사용 설정하세요
ms: Akses mikrofon ditolak — aktifkan dalam Tetapan
pl: Odmówiono dostępu do mikrofonu — włącz go w Ustawieniach
pt_br: Acesso ao microfone negado — ative nas Configurações
ro: Accesul la microfon a fost refuzat — activează-l din Setări
ru: Доступ к микрофону запрещён — включите его в Настройках
th: ปฏิเสธการเข้าถึงไมโครโฟน — เปิดใช้งานในการตั้งค่า
tr: Mikrofon erişimi reddedildi — Ayarlar'dan etkinleştirin
zh_hans: 麦克风访问被拒绝 — 请在“设置”中开启
zh_hant: 麥克風存取被拒絕 — 請在「設定」中開啟

source: Migrate History to iCloud
de: Verlauf in iCloud migrieren
es: Migrar el historial a iCloud
fil: Ilipat ang History sa iCloud
fr: Migrer l’historique vers iCloud
hr: Prebaci povijest na iCloud
id: Migrasikan Riwayat ke iCloud
ja: 履歴を iCloud に移行
ko: 기록을 iCloud로 마이그레이션
ms: Migrasikan Sejarah ke iCloud
pl: Przenieś historię do iCloud
pt_br: Migrar o histórico para o iCloud
ro: Migrează istoricul în iCloud
ru: Перенести историю в iCloud
th: ย้ายประวัติไปยัง iCloud
tr: Geçmişi iCloud'a Taşı
zh_hans: 将历史迁移到 iCloud
zh_hant: 將歷史遷移到 iCloud

source: Migrating %lld/%lld (%lld%%)
de: Migriere %lld/%lld (%lld%%)
es: Migrando %lld/%lld (%lld %%)
fil: Inililipat ang %lld/%lld (%lld%%)
fr: Migration %lld/%lld (%lld %%)
hr: Prebacivanje %lld/%lld (%lld%%)
id: Memigrasikan %lld/%lld (%lld%%)
ja: マイグレーション中 %lld/%lld (%lld%%)
ko: 마이그레이션 중 %lld/%lld (%lld%%)
ms: Memigrasi %lld/%lld (%lld%%)
pl: Migrowanie %lld/%lld (%lld%%)
pt_br: Migrando %lld/%lld (%lld%%)
ro: Se migrează %lld/%lld (%lld%%)
ru: Миграция %lld/%lld (%lld%%)
th: กำลังย้ายข้อมูล %lld/%lld (%lld%%)
tr: Taşınıyor %lld/%lld (%lld%%)
zh_hans: 迁移中 %1$lld/%2$lld (%3$lld%%)
zh_hant: 移轉中 %lld/%lld (%lld%%)

source: Migration canceled. Tap to resume backfilling local history.
de: Migration abgebrochen. Tippe, um das Nachtragen des lokalen Verlaufs fortzusetzen.
es: Migración cancelada. Toca para reanudar la transferencia del historial local.
fil: Kinansela ang migration. I-tap para ituloy ang pagpuno ng lokal na history.
fr: Migration annulée. Touchez pour reprendre le transfert de l'historique local.
hr: Prebacivanje otkazano. Dodirnite za nastavak prijenosa lokalne povijesti.
id: Migrasi dibatalkan. Ketuk untuk melanjutkan pengisian riwayat lokal.
ja: マイグレーションをキャンセルしました。タップするとローカル履歴の転送を再開します。
ko: 마이그레이션을 취소했습니다. 탭하면 로컬 기록 전송을 재개합니다.
ms: Migrasi dibatalkan. Ketik untuk menyambung pengisian sejarah tempatan.
pl: Anulowano migrację. Dotknij, aby wznowić uzupełnianie historii lokalnej.
pt_br: Migração cancelada. Toque para retomar a transferência do histórico local.
ro: Migrare anulată. Atinge pentru a relua completarea istoricului local.
ru: Миграция отменена. Нажмите, чтобы продолжить перенос локальной истории.
th: ยกเลิกการย้ายข้อมูลแล้ว แตะเพื่อดำเนินการเติมประวัติในเครื่องต่อ
tr: Taşıma iptal edildi. Yerel geçmişi doldurmayı sürdürmek için dokunun.
zh_hans: 迁移已取消。点击可继续回填本地历史。
zh_hant: 已取消移轉。點一下可繼續回填本機記錄。

source: Minis can store your transcript fixes (original → corrected pairs) and accepted AI corrections in a local on-device database to make future voice corrections smarter. Nothing is uploaded. You can change this or clear the data anytime in Settings → Permissions.
de: Minis kann Ihre Transkript-Korrekturen (Original → korrigiert) und angenommene KI-Korrekturen in einer lokalen Datenbank auf dem Gerät speichern, um künftige Sprachkorrekturen zu verbessern. Es wird nichts hochgeladen. Sie können dies jederzeit unter Einstellungen → Berechtigungen ändern oder die Daten löschen.
es: Minis puede guardar tus correcciones de transcripción (pares original → corregido) y las correcciones de IA que aceptes en una base de datos local en el dispositivo para mejorar las futuras correcciones de voz. No se sube nada. Puedes cambiar esto o borrar los datos cuando quieras en Ajustes → Permisos.
fil: Puwedeng iimbak ng Minis ang mga pagwawasto mo sa transcript (orihinal → naitamang pares) at mga tinanggap na pagwawasto ng AI sa lokal na database sa device para maging mas matalino ang susunod na pagwawasto ng boses. Walang ina-upload. Puwede mo itong baguhin o i-clear ang datos anumang oras sa Settings → Permissions.
fr: Minis peut enregistrer vos corrections de transcription (paires original → corrigé) et les corrections IA acceptées dans une base de données locale sur l'appareil afin d'améliorer les futures corrections vocales. Rien n'est envoyé en ligne. Vous pouvez modifier ce réglage ou effacer les données à tout moment dans Réglages → Autorisations.
hr: Minis može spremati vaše ispravke transkripta (parove izvornik → ispravljeno) i prihvaćene AI ispravke u lokalnu bazu na uređaju kako bi buduće glasovne ispravke bile pametnije. Ništa se ne prenosi. To možete promijeniti ili obrisati podatke bilo kada u Postavke → Dopuštenja.
id: Minis dapat menyimpan perbaikan transkrip Anda (pasangan asli → terkoreksi) dan koreksi AI yang Anda terima dalam basis data lokal di perangkat agar koreksi suara berikutnya lebih cerdas. Tidak ada yang diunggah. Anda dapat mengubah ini atau membersihkan datanya kapan saja di Pengaturan → Izin.
ja: Minis は文字起こしの修正内容(修正前→修正後のペア)と採用された AI 修正を端末内のローカルデータベースに保存し、今後の音声修正の精度向上に役立てることができます。データはアップロードされません。設定 → 権限からいつでも変更・消去できます。
ko: Minis는 음성 인식 수정 내용(원본 → 수정 쌍)과 채택된 AI 교정을 기기 내 로컬 데이터베이스에 저장하여 향후 음성 교정을 더 똑똑하게 만들 수 있습니다. 어떤 데이터도 업로드되지 않습니다. 설정 → 권한에서 언제든지 변경하거나 데이터를 지울 수 있습니다.
ms: Minis boleh menyimpan pembetulan transkrip anda (pasangan asal → dibetulkan) dan pembetulan AI yang anda terima dalam pangkalan data tempatan pada peranti supaya pembetulan suara akan datang lebih pintar. Tiada apa-apa dimuat naik. Anda boleh mengubah ini atau mengosongkan datanya bila-bila masa dalam Tetapan → Kebenaran.
pl: Minis może przechowywać Twoje poprawki transkrypcji (pary oryginał → poprawka) oraz zaakceptowane poprawki AI w lokalnej bazie na urządzeniu, aby przyszłe korekty głosowe były trafniejsze. Nic nie jest wysyłane. Możesz to zmienić lub wyczyścić dane w Ustawienia → Uprawnienia.
pt_br: O Minis pode guardar suas correções de transcrição (pares original → corrigido) e as correções de IA aceitas em um banco de dados local no dispositivo, para deixar as correções de voz futuras mais inteligentes. Nada é enviado. Você pode mudar isso ou apagar os dados quando quiser em Ajustes → Permissões.
ro: Minis poate stoca corecturile tale la transcrieri (perechi original → corectat) și corecturile AI acceptate într-o bază de date locală, pe dispozitiv, pentru corecturi vocale mai bune pe viitor. Nimic nu se încarcă online. Poți schimba asta sau șterge datele oricând, din Configurări → Permisiuni.
ru: Minis может сохранять ваши правки транскрипции (пары «оригинал → исправлено») и принятые ИИ-коррекции в локальной базе данных на устройстве, чтобы улучшать будущие голосовые коррекции. Ничего не загружается в сеть. Изменить настройку или удалить данные можно в любой момент в «Настройки → Разрешения».
th: Minis สามารถเก็บการแก้ไขคำถอดความของคุณ (คู่ต้นฉบับ → ที่แก้แล้ว) และการแก้ไขของ AI ที่คุณยอมรับ ไว้ในฐานข้อมูลบนอุปกรณ์ เพื่อให้การแก้ไขเสียงในอนาคตฉลาดขึ้น ไม่มีการอัปโหลดข้อมูลใดๆ คุณเปลี่ยนหรือล้างข้อมูลนี้ได้ทุกเมื่อที่ การตั้งค่า → สิทธิ์
tr: Minis, gelecekteki ses düzeltmelerini akıllandırmak için yazıya dökme düzeltmelerinizi (özgün → düzeltilmiş çiftler) ve kabul ettiğiniz yapay zekâ düzeltmelerini aygıttaki yerel bir veritabanında saklayabilir. Hiçbir şey yüklenmez. Bunu Ayarlar → İzinler'den istediğiniz zaman değiştirebilir ya da verileri temizleyebilirsiniz.
zh_hans: Minis 可以将你对语音转录的修改(原文 → 修正对)以及被采纳的 AI 纠错保存到设备本地数据库,用于让后续语音纠错更聪明。数据不会上传。你可以随时在 设置 → 权限 中更改或清除这些数据。
zh_hant: Minis 可以將你對語音轉錄的修改(原文 → 修正對)以及被採納的 AI 糾錯儲存到裝置本機資料庫,用於讓後續語音糾錯更聰明。資料不會上傳。你可以隨時在 設定 → 權限 中更改或清除這些資料。

source: Minis can’t open the page because it can’t connect to the server.
de: Minis kann die Seite nicht öffnen, da keine Verbindung zum Server hergestellt werden kann.
es: Minis no puede abrir la página porque no logra conectarse al servidor.
fil: Hindi mabuksan ng Minis ang page dahil hindi ito makakonekta sa server.
fr: Minis ne peut pas ouvrir la page car il ne parvient pas à se connecter au serveur.
hr: Minis ne može otvoriti stranicu jer se ne može povezati s poslužiteljem.
id: Minis tidak dapat membuka halaman karena tidak dapat terhubung ke server.
ja: サーバーに接続できないため、Minis はページを開けません。
ko: 서버에 연결할 수 없어 Minis가 페이지를 열 수 없습니다.
ms: Minis tidak dapat membuka halaman kerana tidak dapat menyambung ke server.
pl: Minis nie może otworzyć strony, ponieważ nie łączy się z serwerem.
pt_br: O Minis não consegue abrir a página porque não consegue conectar ao servidor.
ro: Minis nu poate deschide pagina pentru că nu se poate conecta la server.
ru: Minis не может открыть страницу, так как не удаётся подключиться к серверу.
th: Minis เปิดหน้านี้ไม่ได้เพราะเชื่อมต่อกับเซิร์ฟเวอร์ไม่ได้
tr: Minis sunucuya bağlanamadığı için sayfayı açamıyor.
zh_hans: Minis 无法打开该页面，因为无法连接到服务器。
zh_hant: Minis 無法開啟該頁面，因為無法連線到伺服器。

source: Minis can’t open the page because it can’t find the server “%@”.
de: Minis kann die Seite nicht öffnen, da der Server „%@“ nicht gefunden werden kann.
es: Minis no puede abrir la página porque no encuentra el servidor “%@”.
fil: Hindi mabuksan ng Minis ang page dahil hindi nito makita ang server na “%@”.
fr: Minis ne peut pas ouvrir la page car il ne trouve pas le serveur « %@ ».
hr: Minis ne može otvoriti stranicu jer ne može pronaći poslužitelj “%@”.
id: Minis tidak dapat membuka halaman karena tidak menemukan server “%@”.
ja: サーバー「%@」が見つからないため、Minis はページを開けません。
ko: 서버 “%@”을(를) 찾을 수 없어 Minis가 페이지를 열 수 없습니다.
ms: Minis tidak dapat membuka halaman kerana tidak menjumpai server “%@”.
pl: Minis nie może otworzyć strony, ponieważ nie znajduje serwera „%@”.
pt_br: O Minis não consegue abrir a página porque não encontra o servidor “%@”.
ro: Minis nu poate deschide pagina pentru că nu găsește serverul „%@”.
ru: Minis не может открыть страницу, так как не удаётся найти сервер «%@».
th: Minis เปิดหน้านี้ไม่ได้เพราะหาเซิร์ฟเวอร์ “%@” ไม่พบ
tr: Minis şu sunucuyu bulamadığı için sayfayı açamıyor: “%@”.
zh_hans: Minis 无法打开该页面，因为找不到服务器“%@”。
zh_hant: Minis 無法開啟該頁面，因為找不到伺服器「%@」。

source: Minis can’t open the page because it can’t find the server.
de: Minis kann die Seite nicht öffnen, da der Server nicht gefunden werden kann.
es: Minis no puede abrir la página porque no encuentra el servidor.
fil: Hindi mabuksan ng Minis ang page dahil hindi nito makita ang server.
fr: Minis ne peut pas ouvrir la page car il ne trouve pas le serveur.
hr: Minis ne može otvoriti stranicu jer ne može pronaći poslužitelj.
id: Minis tidak dapat membuka halaman karena tidak menemukan server.
ja: サーバーが見つからないため、Minis はページを開けません。
ko: 서버를 찾을 수 없어 Minis가 페이지를 열 수 없습니다.
ms: Minis tidak dapat membuka halaman kerana tidak menjumpai server.
pl: Minis nie może otworzyć strony, ponieważ nie znajduje serwera.
pt_br: O Minis não consegue abrir a página porque não encontra o servidor.
ro: Minis nu poate deschide pagina pentru că nu găsește serverul.
ru: Minis не может открыть страницу, так как не удаётся найти сервер.
th: Minis เปิดหน้านี้ไม่ได้เพราะหาเซิร์ฟเวอร์ไม่พบ
tr: Minis sunucuyu bulamadığı için sayfayı açamıyor.
zh_hans: Minis 无法打开该页面，因为找不到服务器。
zh_hant: Minis 無法開啟該頁面，因為找不到伺服器。

source: Minis can’t verify the identity of the server “%@”.
de: Minis kann die Identität des Servers „%@“ nicht überprüfen.
es: Minis no puede verificar la identidad del servidor “%@”.
fil: Hindi ma-verify ng Minis ang pagkakakilanlan ng server na “%@”.
fr: Minis ne peut pas vérifier l’identité du serveur « %@ ».
hr: Minis ne može provjeriti identitet poslužitelja “%@”.
id: Minis tidak dapat memverifikasi identitas server “%@”.
ja: Minis はサーバー「%@」の識別情報を確認できません。
ko: Minis가 서버 “%@”의 신원을 확인할 수 없습니다.
ms: Minis tidak dapat mengesahkan identiti server “%@”.
pl: Minis nie może zweryfikować tożsamości serwera „%@”.
pt_br: O Minis não consegue verificar a identidade do servidor “%@”.
ro: Minis nu poate verifica identitatea serverului „%@”.
ru: Minis не может проверить подлинность сервера «%@».
th: Minis ไม่สามารถยืนยันตัวตนของเซิร์ฟเวอร์ “%@” ได้
tr: Minis şu sunucunun kimliğini doğrulayamıyor: “%@”.
zh_hans: Minis 无法验证服务器“%@”的身份。
zh_hant: Minis 無法驗證伺服器「%@」的身分。

source: Minis can’t verify the identity of the server.
de: Minis kann die Identität des Servers nicht überprüfen.
es: Minis no puede verificar la identidad del servidor.
fil: Hindi ma-verify ng Minis ang pagkakakilanlan ng server.
fr: Minis ne peut pas vérifier l’identité du serveur.
hr: Minis ne može provjeriti identitet poslužitelja.
id: Minis tidak dapat memverifikasi identitas server.
ja: Minis はサーバーの識別情報を確認できません。
ko: Minis가 서버의 신원을 확인할 수 없습니다.
ms: Minis tidak dapat mengesahkan identiti server.
pl: Minis nie może zweryfikować tożsamości serwera.
pt_br: O Minis não consegue verificar a identidade do servidor.
ro: Minis nu poate verifica identitatea serverului.
ru: Minis не может проверить подлинность сервера.
th: Minis ไม่สามารถยืนยันตัวตนของเซิร์ฟเวอร์ได้
tr: Minis sunucunun kimliğini doğrulayamıyor.
zh_hans: Minis 无法验证服务器的身份。
zh_hant: Minis 無法驗證伺服器的身分。

source: Minis does not operate any server and does not collect, store, or process any of your personal data. All data stays on your device.
de: Minis betreibt keinen Server und erhebt, speichert oder verarbeitet keine Ihrer persönlichen Daten. Alle Daten verbleiben auf Ihrem Gerät.
es: Minis no opera ningún servidor y no recopila, almacena ni procesa ninguno de tus datos personales. Todos los datos permanecen en tu dispositivo.
fil: Walang pinapatakbong server ang Minis at hindi ito nangongolekta, nag-iimbak, o nagpoproseso ng personal mong datos. Nananatili sa device mo lahat ng datos.
fr: Minis n'exploite aucun serveur et ne collecte, stocke ou traite aucune de vos données personnelles. Toutes les données restent sur votre appareil.
hr: Minis ne upravlja nijednim poslužiteljem i ne prikuplja, sprema niti obrađuje nijedan vaš osobni podatak. Svi podaci ostaju na vašem uređaju.
id: Minis tidak mengoperasikan server apa pun dan tidak mengumpulkan, menyimpan, atau memproses data pribadi Anda. Semua data tetap di perangkat Anda.
ja: Minis はサーバーを運営しておらず、個人データの収集、保存、処理を一切行いません。すべてのデータはお使いのデバイスに保存されます。
ko: Minis는 서버를 운영하지 않으며 개인 데이터를 수집, 저장 또는 처리하지 않습니다. 모든 데이터는 기기에 보관됩니다.
ms: Minis tidak mengendalikan sebarang server dan tidak mengumpul, menyimpan, atau memproses data peribadi anda. Semua data kekal pada peranti anda.
pl: Minis nie prowadzi żadnego serwera i nie zbiera, nie przechowuje ani nie przetwarza Twoich danych osobowych. Wszystkie dane zostają na urządzeniu.
pt_br: O Minis não opera nenhum servidor e não coleta, armazena nem processa seus dados pessoais. Todos os dados ficam no seu dispositivo.
ro: Minis nu operează niciun server și nu colectează, stochează sau prelucrează datele tale personale. Toate datele rămân pe dispozitivul tău.
ru: Minis не использует серверы и не собирает, не хранит и не обрабатывает ваши личные данные. Все данные остаются на вашем устройстве.
th: Minis ไม่ได้ดำเนินการเซิร์ฟเวอร์ใดๆ และไม่เก็บรวบรวม จัดเก็บ หรือประมวลผลข้อมูลส่วนบุคคลของคุณ ข้อมูลทั้งหมดอยู่บนอุปกรณ์ของคุณ
tr: Minis hiçbir sunucu işletmez ve kişisel verilerinizi toplamaz, saklamaz veya işlemez. Tüm veriler aygıtınızda kalır.
zh_hans: Minis 不运营任何服务器，不会收集、存储或处理您的任何个人数据。所有数据都保存在您的设备上。
zh_hant: Minis 不運營任何服務器，不會收集、存儲或處理您的任何個人資料。所有資料都儲存在您的設備上。

source: Minis Files
de: Minis-Dateien
fil: Mga Minis File
fr: Fichiers Minis
hr: Minis datoteke
id: File Minis
ja: Minis ファイル
ko: Minis 파일
ms: File Minis
pl: Pliki Minis
pt_br: Arquivos do Minis
ro: Fișiere Minis
ru: Файлы Minis
th: ไฟล์ Minis
tr: Minis Dosyaları
zh_hans: Minis 文件
zh_hant: Minis 檔案
